
RUIDefaultDeviceName							= "ТВ";

OK												= "ОК";
Next											= "Далее";
Cancel											= "Отменить";

ResumeMenuResumeItem							= "Продолжить показ";
ResumeMenuStartFromBeginningItem				= "Показать с начала";

ITSPresentsMenuItem								= "Лучшая десятка iTunes";
ITunesTop10MusicVideos							= "Лучшая десятка видеоклипов iTunes";
LoadingDataFromITMS								= "Подключаюсь к iTunes Store…";
LoadingDataFromApple							= "Загружаю киноанонсы…";

PhotoModuleAllSubAlbumsMenuItem					= "Все";
PhotoModuleSharedAlbumsMenuItem					= "Общие фото";
PhotoModuleFetchingServersMenuItem				= "Поиск общих фото…";
PhotoModuleNoServersMenuItem					= "Нет фотографий с общим доступом";
PhotoModuleNoServersExplanation					= "Общие медиатеки iPhoto в настоящий момент недоступны.";
PhotoWindowHeader								= "Фотографии";
NoPhotosInAlbumMessage							= "В этом фотоальбоме нет фотографий.";
PhotoSlideshowSettings							= "Настройки слайд-шоу";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Длительность слайда";
PhotoSlideshowSettingMusic						= "Музыка";
PhotoSlideshowSettingRepeat						= "Повтор";
PhotoSlideshowSettingShufflePhotos				= "Перемешать фото";
PhotoSlideshowSettingShuffleMusic				= "Перемешать музыку";
PhotoSlideshowSettingKenBurns					= "Эффект Кена Бернса";
PhotoSlideshowSettingTransitions				= "Переходы";
PhotoSlideshowSettingTimeFormat					= "Секунд: %d"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Случайный";
PhotoSettingNoTransitions						= "Выключены";
Cube											= "Куб";
Dissolve										= "Наплыв";
Droplet											= "Капля";
"Fade Through Black"							= "Потемнение других - наплыв черным";
Flip											= "Перевернуть вертикально";
"Mosaic Flip Large"								= "Перевернуть большую мозаику";
"Mosaic Flip Small"								= "Перевернуть маленькую мозаику";
"Page Flip"										= "Перелистывание";
Push											= "Выталкивание";
Reveal											= "Перетягивание";
Twirl											= "Вращение";
Wipe											= "Стирание";

PhotoSlideshowSettingMusicNowPlaying			= "Вы слушаете";

PhotoSettingOff									= "Выкл.";
PhotoSettingOn									= "Вкл.";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Без названия";
SortWidgetDateLabel								= "Дата";
SortWidgetShowLabel								= "Передача";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Актеры";
MetadataDuration								= "Время";
MetadataAirDate									= "Транслировано";
MetadataReleaseDate								= "Выпуск";
MetadataInTheatres								= "В кинотеатрах";
MetadataArtist									= "Исполнитель";
MetadataAlbum									= "Альбом";
MetadataGenre									= "Жанр";
MetadataNumberOfEpisodes						= "Количество эпизодов:";
MetadataNumberOfTracks							= "Дорожки";
MetadataMostRecent								= "Самые последние";
MetadataDirector								= "Режиссер";
MetadataDirectors								= "Режиссеры";
MetadataProducer								= "Продюсер";
MetadataProducers								= "Продюсеры";
MetadataArtistVarious							= "Различные";
MetadataArtistUnknown							= "Неизвестный исполнитель";
MetadataAlbumUnknown							= "Неизвестный альбом";
MetadataPlaylistUnknown							= "Неизвестный плейлист";
MetadataComposerUnknown							= "Неизвестный композитор";
MetadataGenreUnknown							= "Неизвестный жанр";
MetadataAuthor									= "Автор";
MetadataTitle									= "Название";
MetadataEpisode									= "Выпуск";
MetadataSeasonFormat							= "(Сезон %d)";
MetadataFrom									= "От";
MetadataTags									= "Теги";
MetadataViews									= "Виды";
MetadataDateAdded								= "Добавленная";
MetadataCategory								= "Категория";

/* Rating strings */
RatingExplicit									= "Ненормативный";

MediaTitleDefault								= "Без названия";

StreamingNameInList								= "Поток";
StreamingSearchingForSharedMedia				= "Поиск общего контента…";

TodayDate										= "Сегодня";
YesterdayDate									= "Вчера";

GoBackText										= "Нажмите «Menu», чтобы вернуться. ";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Русский";

AuthPasswordPrompt								= "Пароль:";
AuthEnterPasswordPrompt							= "Введите пароль доступа к %@:";

TextInputDoneLabel								= "ГОТОВО";
TextInputDeleteLabel							= "Удалить";
TextInputSpaceLabel								= "Пробел";

AlternateTextInputSpaceLabel					= "Пробел";
AlternateTextInputDeleteLabel					= "Удалить";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Музыка";
MusicPlaylistsMenuItem							= "Плейлисты";
MusicArtistsMenuItem							= "Исполнители";
MusicAlbumsMenuItem								= "Альбомы";
MusicSongsMenuItem								= "Песни";
MusicPodcastsMenuItem							= "Подкасты";
MusicMusicVideosMenuItem						= "Видеоклипы";
MusicGenresMenuItem								= "Жанры";
MusicComposersMenuItem							= "Композиторы";
MusicAudiobooksMenuItem							= "Аудиокниги";
MusicShuffleSongsMenuItem						= "Случайный порядок";
MusiciTunesPresentsMenuItem						= "iTunes Store представляет";
MusicNowPlayingMenuItem							= "Вы слушаете";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Извлечь CD";
MusicSharedMusicMenuItem						= "Общая музыка";
MusicSpecialPlaylistName						= "Плейлист Front Row";
MusicAllAlbumsListHeader						= "Все альбомы";
MusicAllSongsListHeader							= "Все песни";
MusicAllArtistsListHeader						= "Все исполнители";
MusicAllTracksListSpecifier						= "Все";
MusicUntitledTrack								= "Неозаглавленный трек";
MusicNoSharedPlaylistsMenuItem					= "Музыка отсутствует";
MusicTrackIndexOfCount							= "%ld из %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Буферизация потока «%@»";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Произошла ошибка.";
GenericListError								= "Плейлист пуст.";

WaitPleaseWait									= "Подождите…";
WaitContactingRemoteHost						= "Подключаюсь к удаленному хосту iTunes…";

WirelessSetupSearchText							= "Ищу беспроводные сети…";
NotConnectedToInternet							= "Apple TV не подключен к Интернету.";
NotConnectedToNetwork							= "Apple TV не подключен к сети.";
CheckNetworkConnection							= "Проверьте настройки сети и повторите попытку.";
UntitledWirelessNetworkName						= "Н/Д";

// iTunesPairing Strings
PairWithITunesTitle								= "Подключиться к iTunes";

PairWithITunesForInitialSyncingDescription		= "Чтобы завершить настройку и синхронизацию контента iTunes в Apple TV, откройте программу «iTunes» и выберите Apple TV из списка устройств. Понадобится ввести следующий код-пароль:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Для исключительно потокового использования Apple TV нажмите «Menu» и выберите «Подключиться к iTunes» из меню источников.";

PairWithITunesForSyncingDescription				= "Для подключения к iTunes и синхронизации контента в Apple TV откройте программу «iTunes» и выберите Apple TV из списка устройств. Понадобится ввести следующий код-пароль:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Ваш Apple TV в данный момент подключен к «%@». Для подключения к другой медиатеке откройте программу iTunes на этом компьютере и выберите Apple TV из списка устройств. Произойдет замена всего контента на Apple TV. Понадобится ввести следующий код-пароль: ";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Для потокового воспроизведения контента iTunes в Apple TV откройте программу «iTunes» и выберите Apple TV из списка устройств. Понадобится ввести следующий код-пароль:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Отключение синхронизации удалит весь контент, находящийся на Apple TV в данный момент.";
PairWithITunesChangingSyncingHostWarning		= "Изменение медиатеки iTunes заменит весь контент на Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV требует iTunes 7.1.1 или более позднюю версию";
PairWithITunesCancel							= "Отменить";
PairWithITunesContinue							= "Продолжить";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Произошла ошибка.";
FatalExceptionAlertDescription					= "Нажмите «Воспр./Пауза», чтобы перезагрузить Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD / 50 Гц";
1080i60											= "1080i HD";
1080i50											= "1080i HD / 50 Гц";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50 Гц";
480p60											= "480p";
576p50											= "576p / 50 Гц";
576i											= "576i / 50 Гц";

// Loading data from remote sources
LoadingLibrary									= "Подключение";
LoadingLibraryNamed								= "Загрузка «%@»…";
ConnectionToiTunesLost							= "Медиатека iTunes недоступна";
WaitingForiTunesToStart							= "Попытка повторно подключиться к «%@». Убедитесь, что компьютер включен и iTunes открыт.";
GoToSources										= "Перейти к источникам";
AttemptingToAuthorizeContent					= "Пытаюсь зарегистрироваться...";

SharedITunesLibraryPasswordTitle				= "Медиатека общего доступа";
SharedITunesLibraryPasswordText					= "Введите пароль для «%@», а затем нажмите «Готово».";
SharedITunesLibraryPasswordPrompt				= "Пароль:";
SharedITunesLibraryPasswordRetryTitle			= "Пароль неверен";
SharedITunesLibraryPasswordRetryText			= "Введенный Вами пароль для «%@» неверен.\nПовторите попытку.";

SharedIPhotoLibraryPasswordTitle				= "Пароль медиатеки";
SharedIPhotoLibraryPasswordText					= "Введите пароль для «%@», а затем нажмите «Готово».";
SharedIPhotoLibraryPasswordPrompt				= "Пароль:";
SharedIPhotoLibraryPasswordRetryTitle			= "Пароль неверен";
SharedIPhotoLibraryPasswordRetryText			= "Введенный Вами пароль для «%@» неверен.\nПовторите попытку.";

ConnectToITunesForStreaming						= "Подкл. к новой iTunes";
StreamingServerNotAvailable						= "Медиатека недоступна";
TurnOnStreamingServer							= "Убедитесь, что компьютер с «%@» включен и iTunes открыт. ";
DisconnectStreamingHost							= "Отключиться от iTunes";
MaxStreamingHostCountReached					= "Вы можете подключиться максимально к пяти медиатекам iTunes. Отключитесь от одной медиатеки на выбор, чтобы подключиться к новой медиатеке.";
SelectHostToDelete								= "Подкл. к новой iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Синхронизация «%@»"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Копирую %d из %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Введите код-пароль";
BRParentalControlsPasscodeEnterPrompt			= "Введите четырехзначный код-пароль родительского контроля.";
BRParentalControlsPasscodeWrongTitle			= "Код-пароль неверен";
BRParentalControlsPasscodeWrongPrompt			= "Вы ввели неверный код-пароль.";
BRParentalControlsPasscodeSetTitle				= "Установить код-пароль";
BRParentalControlsPasscodeSetPrompt				= "При установке Родительского контроля для Apple TV в первый раз, введите четырехзначный код-пароль. После установки кода-пароля Вам необходимо вводить его каждый раз для того, чтобы сделать изменения в Родительском контроле.";
BRParentalControlsPasscodeConfirmTitle			= "Подтвердите код-пароль";
BRParentalControlsPasscodeConfirmPrompt			= "Введите Ваш четырехзначный код-пароль.";
BRParentalControlsPasscodeConfirmedTitle		= "Подтвержденный код-пароль";
BRParentalControlsPasscodeConfirmedPrompt		= "Убедитесь, что храните код-пароль в надежном месте. Если Вы забыли код-пароль, сбросьте его (выбрав заводские настройки) для восстановления исходных настроек Apple TV.";
BRParentalControlsPasscodeMismatchTitle			= "Код-пароль не совпадает";
BRParentalControlsPasscodeMismatchPrompt		= "Введенный Вами код-пароль не совпадает.";
BRParentalControlsPasscodeTryAgainItem			= "Установить код-пароль еще раз";
BRParentalControlsPasscodeOldTitle				= "Старый код-пароль";
BRParentalControlsPasscodeOldPrompt				= "Введите Ваш старый четырехзначный код-пароль.";
BRParentalControlsPasscodeChangeTitle			= "Новый код-пароль";
BRParentalControlsPasscodeChangePrompt			= "Введите Ваш новый четырехзначный код-пароль.";

// Syncing text
BRSettingSyncing								= "Синхронизация";
BRSettingTurnOnSyncing							= "Включить синхронизацию";
BRSettingTurnOffSyncing 						= "Выключить синхронизацию";
BRSettingChangeITunesLibrary 					= "Изменить медиатеку iTunes";

// Combo Row text
AssetViewFormat									= "%@ вид";
AssetViewsFormat								= "%@ виды";

BRDVDLoadingText								= "Загружаю DVD…";
BRDVDMenuItemResume								= "Продолжить показ";
BRDVDMenuStartFromBeginning						= "Показать с начала";
BRDVDMenuItemEjectDisk							= "Извлечь диск";
BRDVDMenuItemDVDMenu							= "Меню DVD";
BRDVDPlayerChapterFormatter                     = "Эпизод %d из %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Другое…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Поддержка HDCP отсутствует";
HDCPErrorDialogExplanation						= "Для воспроизведения этого контента требуется поддержка HDCP. Для просмотра этого контента убедитесь в поддержке HDCP подключенными мониторами.";


